{
    "news":[
        {
            "id":"2025-12-22 12:00:00",
            "title":"PP11 ab sofort auf Deutsch!",
            "smallDescription":"Mit vollständiger deutscher Sprachausgabe!",
            "content":"# Party Pack 11 ist nun vollständig auf Deutsch spielbar!\n\nWir haben hart daran gearbeitet, eine vollständige Lokalisierung für *The Jackbox Party Pack 11* zusammenzustellen. Nun sind wir pünktlich vor Weihnachten und Neujahr fertig geworden. Wir wünschen euch viel Spaß beim Spielen! Falls ihr unsere Arbeit unterstützen möchtet, zieht doch in Betracht, uns einen Kaffee zu spendieren.\n\n<https://ko-fi.com/teamgamechanger>",
            "image":"news_images/pp11.jpg"
        },
        {
            "id":"2023-05-12 12:00:00",
            "title":"YDKJ ab sofort auf Deutsch!",
            "smallDescription":"Das legendäre Quiz-Spiel ist auf Deutsch zurück!",
            "content":"# Das Spiel bei dem Hochkultur und Popkultur aufeinanderprallen - Das ist **You Don't Know Jack**!\n\nDas Übersetzer-Team arbeitet seit 2021 daran, den Quiz-Klassiker zurückzubringen. Am Donnerstag, den 31. August 2023 ist es so weit: Tonnenweise neue Fragen, Gags und Albernheiten. Bleibt gespannt und folgt uns auf Social Media für weitere Updates!\n\n<https://twitter.com/jackboxde>",
            "image":"news_images/ydkj.jpg"
        },
        {
            "id":"2023-05-12 12:00:00",
            "title":"Unterstütze uns doch",
            "smallDescription":"Unsere Arbeit wird ausschließlich durch die Community finanziert",
            "content":"# Ist das etwa die Patreon-Seite der weltberühmten deutschen Jackbox-Games Übersetzer?\n\nGenau richtig! Und wir benötigen eure Unterstützung, um diese Übersetzungen noch besser zu machen (oder um sie überhaupt machen zu können)!\n\n<https://patreon.com/jackboxpatch>",
            "image":"news_images/patreon.jpg"
        },
        {
            "id":"2023-02-21 12:00:00",
            "title":"Jackbox Utility",
            "smallDescription":"Willkommen bei der neuen Version von Jackbox Utility!",
            "content":"# Hier ist die neue Jackbox Utility\n\nIn dieser neuen Version wirst du alle deine Lieblingsspiele an einem Ort starten können!\n\nLust, noch schneller Spiele zu starten? Probiere den **Schnellstart-Modus** aus und starte Spiele direkt!",
            "image":"news_images/jbu.jpg"
        },
        {
            "id":"2023-02-18 12:00:00",
            "title":"Trete der Community bei!",
            "smallDescription":"Vernetze dich mit anderen Community-Mitgliedern und erhalte Hilfe zu all deinen Jackbox-Fragen",
            "content":"# Hilfe benötigt? Suchst du nach Mitspielern? \n\nTrete unserem Discord-Server bei, um deine Fragen zu stellen und dich mit anderen Community-Mitgliedern zu vernetzen!\n\n<https://discord.gg/vGcu9HWde4>",
            "image":"news_images/discord.jpg"
        }
    ]
}